/* authorizing */
"authorizing" = "mengotorisasi";

/* bookmarks */
"bookmarks" = "markah";

/* bookmarks menu */
"Bookmarks Menu" = "Menu Markah";

/* bookmarks toolbar */
"Bookmarks Toolbar" = "Bilah Alat Markah";

/* cancel */
"Cancel" = "Batal";

/* unable to load page */
"Cannot Load Page" = "Tidak Dapat Memuat Laman";

/* cannot load private key from keychain */
"Cannot Load Private Key From Keychain" = "Tidak Dapat Memuat Kunci Pribadi dari Daftar Kunci";

/* cannot submit email */
"Cannot Submit" = "Tidak Dapat Mengirim";

/* unable to refresh data */
"Cannot Sync" = "Tidak Dapat Menyinkronkan";

/* connecting */
"connecting" = "menyambungkan";

/* copy the url to the clipboard */
"Copy URL" = "Salin URL";

/* update SyncClient */
"Data on the server is in a new and unrecognized format. Please update SyncClient." = "Format data di server lebih baru dan tidak dikenal. Perbarui SyncClient.";

/* update Firefox Sync */
"Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer." = "Format data di server lebih lama dan tidak didukung. Perbarui Firefox Sync pada komputer Anda.";

/* duplicate email address */
"Duplicate" = "Duplikat";

/* send the url via email */
"Email URL" = "URL Email";

/* error loading page */
"Error Loading Page" = "Galat Memuat Laman";

/* error retrieving data */
"Error Retrieving Data" = "Galat Mengambil Data";

/* Failed Server Lookup */
"Failed Server Lookup" = "Gagal Menemukan Server";

/* failed to communicate with server */
"Failed To Communicate With Server (%d)" = "Gagal Berkomunikasi dengan Server (%d)";

/* failed to install private key into keychain */
"Failed To Install Private Key Into Keychain (%d)" = "Gagal Memasang Kunci Pribadi ke Keychain (%d)";

/* email content */
"Here is that site we talked about:" = "Berikut ada situsnya:";

/* history */
"history" = "riwayat";

/* incorrect password */
"Incorrect Password" = "Sandi Salah";

/* incorrect secret phrase */
"Incorrect Secret Phrase" = "Kunci Sinkronisasi Salah";

/* we will send instructions */
"Instructions are on the way" = "Panduan sedang dalam pengiriman";

/* invalid url */
"Invalid URL" = "URL Tidak Valid";

/* loading web page */
"loading..." = "memuat...";

/* unable to login */
"Login Failure" = "Proses Masuk Gagal";

/* mobile bookmarks */
"Mobile Bookmarks" = "Markah Seluler";

/* no internet connection */
"No internet connection available" = "Sambungan internet tidak tersedia";

/* no matching items found */
"No Matches" = "Tidak Ada yang Cocok";

/* ok */
"OK" = "OK";

/* privacy policy */
"Privacy Policy" = "Kebijakan Privasi";

/* refresh local data */
"Refresh" = "Segarkan";

/* searching for matching items */
"Searching..." = "Mencari...";

/* email subject */
"Sending you a link" = "Mengirim tautan kepada Anda";

/* re-authenticate */
"Sign In" = "Masuk";

/* stop refreshing data */
"Stop" = "Stop";

/* tabs */
"tabs" = "tab";

/* terms of service */
"Terms Of Service" = "Persyaratan Layanan";

/* thank you for submitting */
"Thank you!" = "Terima kasih!";

/* the email address already exists in our database */
"That email address has already been submitted" = "Alamat email tersebut sudah ada yang memakai";

/* unable to communicate with server */
"Unable To Communicate With Server (%d)" = "Gagal Berkomunikasi dengan Server (%d)";

/* server unavailable */
"Unable to contact server" = "Gagal menghubungi server";

/* unable to submit email */
"Unable to submit your email, please try again later (%d)" = "Gagal mengirim email Anda, coba lagi nanti (%d)";

/* unsorted bookmarks */
"Unsorted Bookmarks" = "Markah Belum Diurut";

/* username not found */
"User Name Not Found" = "Nama Akun Tidak Ditemukan";

/* launch safari to display the url */
"View in Safari" = "Buka di Safari";

/* Required */
"Required" = "Wajib";

/* Caution: use at own risk */
"Caution: use at own risk" = "Perhatian, risiko ditanggung sendiri";

/* Enter your Sync account information */
"Enter your Sync account information" = "Masukkan informasi akun sync Anda";

/* Account */
"Account" = "Akun";

/* Password */
"Password" = "Sandi";

/* Sync Key */
"Sync Key" = "Kunci Sinkronisasi";

/* Use Custom Server */
"Use Custom Server" = "Gunakan Server Khusus";

/* Server URL */
"Server URL" = "URL Server";

/* Cannot Setup Sync */
"Cannot Setup Sync" = "Tidak Dapat Menyetel Sync";

/* Try Again */
"Try Again" = "Coba Lagi";

/* Manual Setup */
"Manual Setup" = "Penyetelan Manual";

/* SyncClient could not connect to Sync. Would you like to try again? */
"SyncClient could not connect to Sync. Would you like to try again?" = "SyncClient tidak dapat tersambung ke layanan Sync. Ingin mencoba lagi?";

/* Passcode */
"Passcode" = "Kode masuk";

/* Used for a small button */
"Not Now" = "Nanti";

/* Message that we show in a dialog when you need to sign in again after upgrading */
"Due to a recent update, you need to log in to SyncClient again." = "Dengan adanya pembaruan, Anda harus masuk kembali ke SyncClient";

/* Message that we show in a dialog when the user tries to open a file:// url */
"SyncClient cannot load the page because it is of an unsupported type." = "SyncClient tidak dapat memuat laman karena jenisnya tidak didukung.";

// Moved here from XIB's
"SyncClient requires a Firefox Sync account. Use Firefox on your computer to create an account." = "SyncClient membutuhkan akun Firefox Sync. Gunakan Firefox pada komputer Anda untuk membuat akun.";
"I Have A Sync Account" = "Saya Sudah Punya Akun Sync";